CSI API ETABS v1
eCNameType Enumeration
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
public enum eCNameType
Public Enumeration eCNameType
Dim instance As eCNameType
public enum class eCNameType
type eCNameType
Members
Member name | Value | Description
LoadCase | 0
LoadCombo | 1
See Also
Reference
ETABSv1 Namespace